Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# browser.import.warning.encryptedCookiesSkipped
source: Skipped %ld encrypted cookies that require Keychain decryption.
ar: تم تخطي %ld ملف تعريف ارتباط مشفر يتطلب فك تشفير Keychain
de: %ld verschlüsselte Cookies, die eine Schlüsselbund-Entschlüsselung erfordern, wurden übersprungen.
es: Se omitieron %ld cookies encriptadas que requieren descifrado de Keychain.
fr: %ld cookies chiffrés nécessitant un déchiffrement Keychain ont été ignorés.
ja: キーチェーンでの復号が必要な %ld 個 of 暗号化された Cookie をスキップしました。
ko: 키체인 복호화가 필요한 암호화된 쿠키 %ld개를 건너뛰었습니다.
uk: Пропущено %ld зашифрованих cookies, які потребують дешифрування через Keychain.
zh_hans: 已跳过 %ld 个需要钥匙串解密的加密 Cookie。
zh_hant: 已略過 %ld 個需要 Keychain 解密的加密 Cookie。

# browser.import.warning.firefoxCookiesReadFailed
source: Failed reading Firefox cookies at %@: %@
ar: فشلت قراءة ملفات تعريف ارتباط Firefox في %@: %@
de: Fehler beim Lesen der Firefox-Cookies unter %@: %@
es: Error al leer las cookies de Firefox en %@: %@
fr: Échec de la lecture des cookies de Firefox à l'emplacement %@ : %@
ja: Firefox のCookieを %@ から読み込めませんでした: %@
ko: %@에서 Firefox 쿠키를 읽지 못했습니다: %@
uk: Не вдалося прочитати cookies Firefox за адресою %@: %@
zh_hans: 读取 Firefox Cookie 失败，位置 %@：%@
zh_hant: 讀取 Firefox Cookie 失敗（於 %@）：%@

# browser.import.warning.firefoxHistoryReadFailed
source: Failed reading Firefox history at %@: %@
ar: فشلت قراءة سجل Firefox في %@: %@
de: Fehler beim Lesen des Firefox-Verlaufs unter %@: %@
es: Error al leer el historial de Firefox en %@: %@
fr: Échec de la lecture de l'historique de Firefox à l'emplacement %@ : %@
ja: Firefox の履歴を %@ から読み込めませんでした: %@
ko: %@에서 Firefox 방문 기록을 읽지 못했습니다: %@
uk: Не вдалося прочитати історію Firefox за адресою %@: %@
zh_hans: 读取 Firefox 历史记录失败，位置 %@：%@
zh_hant: 讀取 Firefox 瀏覽記錄失敗（於 %@）：%@

# browser.import.warning.keychainDecryptFailed
source: Skipped %ld encrypted %@ cookies because %@ could not be unlocked from Keychain.
ar: تم تخطي ملفات تعريف ارتباط %ld المشفرة والبالغ عددها %@ ملف تعريف ارتباط بسبب تعذر إلغاء قفل %@ من Keychain.
de: %ld verschlüsselte Cookies von %@ wurden übersprungen, da %@ nicht aus dem Keychain entsperrt werden konnte.
es: Se omitieron %ld cookies encriptadas de %@ porque no se pudo desbloquear %@ de Keychain.
fr: %ld cookies chiffrés de %@ ont été ignorés car %@ n'a pas pu être déverrouillé depuis le Trousseau d'accès.
ja: %ld 個の暗号化された %@ の Cookie をスキップしました。理由は %@ をキーチェーンからロック解除できなかったためです。
ko: %ld개의 암호화된 %@ 쿠키를 건너뛰었습니다. 키체인에서 %@ 잠금 해제에 실패했기 때문입니다.
uk: Пропущено %ld зашифрованих cookies %@, оскільки %@ не вдалося розблокувати через Keychain.
zh_hans: 已跳过 %ld 个加密的 %@ Cookie，因为无法从钥匙串中解锁 %@。
zh_hant: 已略過 %ld 個加密的 %@ Cookie，因為 %@ 無法從 Keychain 解鎖。

# browser.import.warning.noHistoryDatabase
source: No browsing history was found for %@.
ar: لم يتم العثور على سجل تصفح لـ %@.
de: Für %@ wurde kein Browserverlauf gefunden.
es: No se encontró historial de navegación de %@.
fr: Aucun historique de navigation n’a été trouvé pour %@.
ja: %@ の閲覧履歴が見つかりませんでした。
ko: %@의 방문 기록을 찾을 수 없습니다.
uk: База даних історії для %@ не знайдена.
zh_hans: 未找到 %@ 的浏览记录。
zh_hant: 找不到 %@ 的瀏覽記錄。

# browser.import.warning.safariCookiesUnsupported
source: Safari cookies are stored in Cookies.binarycookies and are not yet supported by this importer.
ar: يتم تخزين ملفات تعريف ارتباط Safari في Cookies.binarycookies وهي غير مدعومة بعد بواسطة أداة الاستيراد هذه.
de: Safari-Cookies werden in Cookies.binarycookies gespeichert und von diesem Importer noch nicht unterstützt.
es: Las cookies de Safari se almacenan en Cookies.binarycookies y este importador aún no las admite.
fr: Les cookies Safari sont stockés dans Cookies.binarycookies et ne sont pas encore pris en charge par cet importateur.
ja: Safari のCookieは Cookies.binarycookies に保存されており、このインポーターではまだ対応していません。
ko: Safari 쿠키는 Cookies.binarycookies에 저장되어 있으며 아직 이 가져오기 도구에서 지원되지 않습니다.
uk: Cookies Safari зберігаються у форматі Cookies.binarycookies і поки не підтримуються цим імпортером.
zh_hans: Safari 的 Cookie 存储在 Cookies.binarycookies 中，此导入工具尚不支持。
zh_hant: Safari 的 Cookie 儲存在 Cookies.binarycookies 中，此匯入工具尚不支援。

# browser.moreActions
source: More Actions
ar: إجراءات إضافية
bs: Više radnji
da: Flere handlinger
de: Weitere Aktionen
es: Más acciones
fr: Plus d’actions
it: Altre azioni
ja: その他の操作
ko: 추가 작업
nb: Flere handlinger
pl: Więcej akcji
pt_br: Mais ações
ru: Другие действия
th: การกระทำเพิ่มเติม
tr: Diğer eylemler
uk: Більше дій
zh_hans: 更多操作
zh_hant: 更多操作

# browser.newTab
source: New tab
ar: لسان جديد
bs: Novi tab
da: Ny fane
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
it: Nuova scheda
ja: 新規タブ
ko: 새 탭
nb: Ny fane
pl: Nowa karta
pt_br: Nova aba
ru: Новая вкладка
th: แท็บใหม่
tr: Yeni sekme
uk: Нова вкладка
zh_hans: 新建标签页
zh_hant: 新增標籤頁

# browser.openInDefaultBrowser
source: Open in Default Browser
ar: فتح في المتصفح الافتراضي
bs: Otvori u podrazumijevanom pregledniku
da: Åbn i standardbrowser
de: Im Standardbrowser öffnen
es: Abrir en el navegador predeterminado
fr: Ouvrir dans le navigateur par défaut
it: Apri nel browser predefinito
ja: デフォルトブラウザで開く
ko: 기본 브라우저에서 열기
nb: Åpne i standard nettleser
pl: Otwórz w domyślnej przeglądarce
pt_br: Abrir no Navegador Padrão
ru: Открыть в браузере по умолчанию
th: เปิดในเบราว์เซอร์เริ่มต้น
tr: Varsayılan Tarayıcıda Aç
uk: Відкрити у стандартному браузері
zh_hans: 在默认浏览器中打开
zh_hant: 在預設瀏覽器中開啟

# browser.pdf.download
source: Download PDF
ar: تنزيل PDF
de: PDF herunterladen
es: Descargar PDF
fr: Télécharger le PDF
ja: PDFをダウンロード
ko: PDF 다운로드
zh_hans: 下载 PDF
zh_hant: 下載 PDF

# browser.pdf.print
source: Print PDF
ar: طباعة PDF
de: PDF drucken
es: Imprimir PDF
fr: Imprimer le PDF
ja: PDFをプリント
ko: PDF 인쇄
zh_hans: 打印 PDF
zh_hant: 列印 PDF

# browser.popup.loadingTitle
source: Loading…
ar: جاري التحميل…
de: Laden…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
ko: 로딩 중…
uk: Завантаження…
zh_hans: 正在加载…
zh_hant: 載入中…

# browser.proceedInCmux
source: Proceed in cmux
ar: المتابعة في cmux
bs: Nastavi u cmux
da: Fortsæt i cmux
de: In cmux fortfahren
es: Continuar en cmux
fr: Continuer dans cmux
it: Continua in cmux
ja: cmux で続行
ko: cmux에서 계속
nb: Fortsett i cmux
pl: Kontynuuj w cmux
pt_br: Continuar no cmux
ru: Продолжить в cmux
th: ดำเนินการต่อใน cmux
tr: cmux'ta devam et
uk: Продовжити в cmux
zh_hans: 在 cmux 中继续
zh_hant: 在 cmux 中繼續

# browser.profile.automation.error.ambiguousProfile
source: Multiple cmux browser profiles match '%@': %@. Use a profile UUID.
ar: تتطابق ملفات تعريف متعددة لمتصفح cmux مع '%@': %@. استخدم معرف UUID لملف التعريف.
de: Mehrere cmux-Browserprofile entsprechen „%@“: %@. Verwende eine Profil-UUID.
es: Varios perfiles de navegador de cmux coinciden con '%@': %@. Usa un UUID de perfil.
fr: Plusieurs profils de navigateur cmux correspondent à '%@' : %@. Utilisez un UUID de profil.
ja: '%@' に一致する cmux ブラウザープロファイルが複数あります: %@。プロファイル UUID を使用してください。
ko: 여러 cmux 브라우저 프로필이 '%@'과 일치합니다: %@. 프로필 UUID를 사용하세요.
zh_hans: 有多个 cmux 浏览器配置文件匹配 '%@'：%@。请使用配置文件 UUID。
zh_hant: 有多個 cmux 瀏覽器設定檔符合「%@」：%@。請使用設定檔的 UUID。

# browser.profile.automation.error.browserDisabled
source: Browser profiles cannot be used while the cmux browser is disabled
ar: لا يمكن استخدام ملفات تعريف المتصفح أثناء تعطيل متصفح cmux
de: Browserprofile können nicht verwendet werden, während der cmux-Browser deaktiviert ist
es: Los perfiles de navegador no se pueden usar mientras el navegador de cmux está desactivado
fr: Les profils de navigateur ne peuvent pas être utilisés lorsque le navigateur cmux est désactivé
ja: cmux ブラウザーが無効な間はブラウザープロファイルを使用できません
ko: cmux 브라우저가 비활성화된 동안에는 브라우저 프로필을 사용할 수 없습니다.
zh_hans: cmux 浏览器被禁用时无法使用浏览器配置文件
zh_hant: 停用 cmux 瀏覽器時，無法使用瀏覽器設定檔

# browser.profile.automation.error.cannotDeleteDefaultProfile
source: The default browser profile cannot be deleted
ar: لا يمكن حذف ملف تعريف المتصفح الافتراضي
de: Das Standard-Browserprofil kann nicht gelöscht werden
es: El perfil de navegador predeterminado no se puede eliminar
fr: Le profil de navigateur par défaut ne peut pas être supprimé
ja: デフォルトのブラウザープロファイルは削除できません
ko: 기본 브라우저 프로필은 삭제할 수 없습니다.
zh_hans: 无法删除默认浏览器配置文件
zh_hant: 無法刪除預設的瀏覽器設定檔

# browser.profile.automation.error.fallback
source: Browser profile command failed
ar: فشل أمر ملف تعريف المتصفح
de: Browserprofil-Befehl fehlgeschlagen
es: Error en el comando de perfil de navegador
fr: La commande de profil de navigateur a échoué
ja: ブラウザープロファイルコマンドに失敗しました
ko: 브라우저 프로필 명령을 수행하지 못했습니다.
zh_hans: 浏览器配置文件命令失败
zh_hant: 瀏覽器設定檔指令失敗

# browser.profile.automation.error.invalidProfileSelector
source: Browser profile must be a non-empty name or UUID
ar: يجب أن يكون ملف تعريف المتصفح اسمًا غير فارغ أو معرف UUID
de: Browserprofil muss ein nicht-leerer Name oder eine UUID sein
es: El perfil de navegador debe ser un nombre no vacío o un UUID
fr: Le profil de navigateur doit être un nom non vide ou un UUID
ja: ブラウザープロファイルには空でない名前または UUID を指定してください
ko: 브라우저 프로필은 비어 있지 않은 이름 또는 UUID여야 합니다.
zh_hans: 浏览器配置文件必须是非空的名称或 UUID
zh_hant: 瀏覽器設定檔必須是不可為空的名稱或 UUID

# browser.profile.automation.error.missingName
source: Missing browser profile name
ar: اسم ملف تعريف المتصفح مفقود
de: Fehlender Name des Browserprofils
es: Falta el nombre del perfil de navegador
fr: Nom de profil de navigateur manquant
ja: ブラウザープロファイル名がありません
ko: 브라우저 프로필 이름이 누락되었습니다.
zh_hans: 缺少浏览器配置文件名称
zh_hant: 缺少瀏覽器設定檔名稱

# browser.profile.automation.error.missingProfile
source: Missing browser profile
ar: ملف تعريف المتصفح مفقود
de: Fehlendes Browserprofil
es: Falta el perfil de navegador
fr: Profil de navigateur manquant
ja: ブラウザープロファイルがありません
ko: 브라우저 프로필이 누락되었습니다.
zh_hans: 缺少浏览器配置文件
zh_hant: 缺少瀏覽器設定檔

# browser.profile.automation.error.multipleProfileSelectors
source: Specify only one browser profile selector
ar: حدد محدد ملف تعريف متصفح واحد فقط
de: Geben Sie nur einen Browserprofil-Selektor an
es: Especifica solo un selector de perfil de navegador
fr: Spécifiez un seul sélecteur de profil de navigateur
ja: ブラウザープロファイルセレクターは 1 つだけ指定してください
ko: 브라우저 프로필 선택기는 하나만 지정하세요.
zh_hans: 只能指定一个浏览器配置文件选择器
zh_hant: 僅能指定一個瀏覽器設定檔選取器

# browser.profile.automation.error.profileClearFailed
source: Failed to clear cmux browser profile '%@'
ar: فشل مسح ملف تعريف متصفح cmux '%@'
de: Leeren des cmux-Browserprofils „%@“ fehlgeschlagen
es: No se pudo borrar el perfil de navegador de cmux '%@'
fr: Échec de l'effacement du profil de navigateur cmux '%@'
ja: cmux ブラウザープロファイル '%@' を消去できませんでした
ko: cmux 브라우저 프로필 '%@'(을)를 초기화하지 못했습니다.
zh_hans: 无法清除 cmux 浏览器配置文件 '%@'
zh_hant: 無法清除 cmux 瀏覽器設定檔「%@」

# browser.profile.automation.error.profileCreationFailed
source: Failed to create cmux browser profile '%@'
ar: فشل إنشاء ملف تعريف متصفح cmux باسم '%@'
de: Erstellen des cmux-Browserprofils „%@“ fehlgeschlagen
es: No se pudo crear el perfil de navegador de cmux '%@'
fr: Échec de la création du profil de navigateur cmux '%@'
ja: cmux ブラウザープロファイル '%@' を作成できませんでした
ko: cmux 브라우저 프로필 '%@'(을)를 생성하지 못했습니다.
zh_hans: 无法创建 cmux 浏览器配置文件 '%@'
zh_hant: 建立 cmux 瀏覽器設定檔「%@」失敗

# browser.profile.automation.error.profileDeleteFailed
source: Failed to delete cmux browser profile '%@'
ar: فشل حذف ملف تعريف متصفح cmux '%@'
de: Löschen des cmux-Browserprofils „%@“ fehlgeschlagen
es: No se pudo eliminar el perfil de navegador de cmux '%@'
fr: Échec de la suppression du profil de navigateur cmux '%@'
ja: cmux ブラウザープロファイル '%@' を削除できませんでした
ko: cmux 브라우저 프로필 '%@'(을)를 삭제하지 못했습니다.
zh_hans: 无法删除 cmux 浏览器配置文件 '%@'
zh_hant: 無法刪除 cmux 瀏覽器設定檔「%@」

# browser.profile.automation.error.profileInUse
source: Cannot delete cmux browser profile '%@' while %d browser panels are using it
ar: لا يمكن حذف ملف تعريف متصفح cmux '%@' بينما %d لوحة متصفح تستخدمه
de: Das cmux-Browserprofil „%@“ kann nicht gelöscht werden, während %d Browser-Panels es verwenden
es: No se puede eliminar el perfil de navegador de cmux '%@' mientras %d paneles de navegador lo estén usando
fr: Impossible de supprimer le profil de navigateur cmux '%@' alors que %d panneaux de navigateur l'utilisent
ja: cmux ブラウザプロファイル「%@」は、%d 個のブラウザパネルで使用中の ため削除できません。
ko: cmux 브라우저 프로필 '%@'을(를) 삭제할 수 없습니다. 현재 %d개의 브라우저 패널이 사용 중입니다.
zh_hans: 无法删除 cmux 浏览器个人资料“%@”，因为有 %d 个浏览器面板 正在使用它
zh_hant: 無法刪除 cmux 瀏覽器設定檔「%@」，因為仍有 %d 個瀏覽器面板正在使用它

# browser.profile.automation.error.profileNotFound
source: No cmux browser profile matches '%@'. Run 'cmux browser profiles' to list available profiles.
ar: لا يوجد ملف تعريف متصفح cmux يطابق '%@'. شغّل 'cmux browser profiles' لسرد ملفات التعريف المتاحة.
de: Kein cmux-Browserprofil entspricht „%@“. Führe 'cmux browser profiles' aus, um die verfügbaren Profile aufzulisten.
es: Ningún perfil de navegador de cmux coincide con '%@'. Ejecuta 'cmux browser profiles' para ver la lista de perfiles disponibles.
fr: Aucun profil de navigateur cmux ne correspond à '%@'. Exécutez 'cmux browser profiles' pour lister les profils disponibles.
ja: '%@' に一致する cmux ブラウザープロファイルが見つかりません。使用可能なプロファイルを表示するには 'cmux browser profiles' を実行してください。
ko: '%@'과 일치하는 cmux 브라우저 프로필이 없습니다. 사용 가능한 프로필 목록을 보려면 'cmux browser profiles'를 실행하세요.
zh_hans: 没有匹配 '%@' 的 cmux 浏览器配置文件。运行 'cmux browser profiles' 可列出可用的配置文件。
zh_hant: 沒有符合「%@」的 cmux 瀏覽器設定檔。請執行 'cmux browser profiles' 來列出所有可用的設定檔。

# browser.profile.automation.error.profileRenameFailed
source: Failed to rename cmux browser profile to '%@'
ar: فشل إعادة تسمية ملف تعريف متصفح cmux إلى '%@'
de: Umbenennen des cmux-Browserprofils in „%@“ fehlgeschlagen
es: No se pudo renombrar el perfil de navegador de cmux a '%@'
fr: Échec du renommage du profil de navigateur cmux en '%@'
ja: cmux ブラウザープロファイルの名前を '%@' に変更できませんでした
ko: cmux 브라우저 프로필 이름을 '%@'(으)로 변경하지 못했습니다.
zh_hans: 无法将 cmux 浏览器配置文件重命名为 '%@'
zh_hant: 無法將 cmux 瀏覽器設定檔重新命名為「%@」

# browser.profile.automation.error.profileRequiresBrowserPane
source: Browser profiles can only be used when creating a browser pane
ar: يمكن استخدام ملفات تعريف المتصفح فقط عند إنشاء جزء متصفح
de: Browserprofile können nur beim Erstellen eines Browser-Teilfensters verwendet werden
es: Los perfiles de navegador solo se pueden usar al crear un panel de navegador
fr: Les profils de navigateur ne peuvent être utilisés que lors de la création d'un volet de navigateur
ja: ブラウザープロファイルはブラウザーペインの作成時にのみ使用できます
ko: 브라우저 프로필은 브라우저 분할 창을 생성할 때만 사용할 수 있습니다.
zh_hans: 浏览器配置文件仅在创建浏览器窗格时可用
zh_hant: 僅能在建立瀏覽器窗格時使用瀏覽器設定檔

# browser.profile.automation.error.profileUnavailableInRemoteWorkspace
source: Browser profiles cannot be selected when creating a browser pane in a remote workspace
ar: لا يمكن تحديد ملفات تعريف المتصفح عند إنشاء جزء متصفح في مساحة عمل بعيدة
de: Browserprofile können beim Erstellen eines Browser-Teilfensters in einem Remote-Arbeitsbereich nicht ausgewählt werden
es: No se pueden seleccionar perfiles de navegador al crear un panel de navegador en un espacio de trabajo remoto
fr: Impossible de sélectionner des profils de navigateur lors de la création d'un volet de navigateur dans un espace de travail distant
ja: リモートワークスペースでブラウザーペインを作成する場合、ブラウザープロファイルは選択できません
ko: 원격 작업 공간에서 브라우저 분할 창을 생성할 때는 브라우저 프로필을 선택할 수 없습니다.
zh_hans: 在远程工作区中创建浏览器窗格时无法选择浏览器配置文件
zh_hant: 在遠端工作區建立瀏覽器窗格時，無法選取瀏覽器設定檔

# browser.profile.buttonHelp
source: Browser Profile: %@
ar: ملف تعريف المتصفح: %@
de: Browserprofil: %@
es: Perfil de navegador: %@
fr: Profil du navigateur : %@
ja: ブラウザープロファイル: %@
ko: 브라우저 프로필: %@
uk: Профіль браузера: %@
zh_hans: 浏览器配置文件：%@
zh_hant: 瀏覽器設定檔：%@

# browser.profile.default
source: Default
ar: تقصير
de: Standard
es: Por defecto
fr: Défaut
ja: デフォルト
ko: 기본값
uk: Стандартний
zh_hans: 默认
zh_hant: 預設

# browser.profile.menu.title
source: Profiles
ar: ملفات التعريف
de: Profile
es: Perfiles
fr: Profils
ja: プロファイル
ko: 프로필
uk: Профілі
zh_hans: 配置文件
zh_hant: 設定檔

# browser.profile.new
source: New Profile...
ar: ملف تعريف جديد...
de: Neues Profil...
es: Nuevo perfil...
fr: Nouveau profil...
ja: 新しいプロファイル...
ko: 새 프로필...
uk: Новий профіль...
zh_hans: 新建配置文件...
zh_hant: 新增設定檔...

# browser.profile.new.message
source: Create a separate browser profile for cookies, history, and local storage.
ar: أنشئ ملف تعريف متصفح منفصل لملفات تعريف الارتباط، والسجل، والتخزين المحلي.
de: Erstellen Sie ein separates Browserprofil für Cookies, Verlauf und lokalen Speicher.
es: Crea un perfil de navegador independiente para cookies, historial y almacenamiento local.
fr: Créez un profil de navigateur distinct pour les cookies, l'historique et le stockage local.
ja: Cookie、履歴、ローカルストレージを分けるためのブラウザープロファイルを作成します。
ko: 쿠키, 방문 기록, 로컬 스토리지를 위한 별도의 브라우저 프로필을 생성합니다.
uk: Створити окремий профіль браузера для cookies, історії та локального сховища.
zh_hans: 为 Cookie、历史记录和本地存储创建独立的浏览器配置文件。
zh_hant: 為 Cookie、歷史紀錄和本機儲存空間建立獨立的瀏覽器設定檔。

# browser.profile.new.placeholder
source: Profile name
ar: اسم ملف التعريف
de: Profilname
es: Nombre del perfil
fr: Nom du profil
ja: プロファイル名
ko: 프로필 이름
uk: Назва профілю
zh_hans: 配置文件名称
zh_hant: 設定檔名稱

# browser.profile.new.title
source: New Browser Profile
ar: ملف تعريف متصفح جديد
de: Neues Browserprofil
es: Nuevo perfil de navegador
fr: Nouveau profil de navigateur
ja: 新しいブラウザープロファイル
ko: 새 브라우저 프로필
uk: Новий профіль браузера
zh_hans: 新建浏览器配置文件
zh_hant: 新增瀏覽器設定檔

# browser.profile.rename
source: Rename Current Profile...
ar: إعادة تسمية ملف التعريف الحالي...
de: Aktuelles Profil umbenennen...
es: Renombrar perfil actual...
fr: Renommer le profil actuel...
ja: 現在のプロファイル名を変更...
ko: 현재 프로필 이름 변경...
uk: Перейменувати поточний профіль...
zh_hans: 重命名当前配置文件...
zh_hant: 重新命名目前設定檔...

# browser.profile.rename.message
source: Choose a new name for this browser profile.
ar: اختر اسمًا جديدًا لملف تعريف المتصفح هذا.
de: Wählen Sie einen neuen Namen für dieses Browserprofil.
es: Elige un nuevo nombre para este perfil de navegador.
fr: Choisissez un nouveau nom pour ce profil de navigateur.
ja: このブラウザープロファイルの新しい名前を入力します。
ko: 이 브라우저 프로필의 새 이름을 선택하세요.
uk: Виберіть нову назву для цього профілю браузера.
zh_hans: 为此浏览器配置文件选择新名称。
zh_hant: 為此瀏覽器設定檔選擇新名稱。

# browser.profile.rename.title
source: Rename Browser Profile
ar: إعادة تسمية ملف تعريف المتصفح
de: Browserprofil umbenennen
es: Cambiar nombre del perfil del navegador
fr: Renommer le profil de navigateur
ja: ブラウザープロファイル名を変更
ko: 브라우저 프로필 이름 변경
uk: Перейменувати профіль браузера
zh_hans: 重命名浏览器配置文件
zh_hant: 重新命名瀏覽器設定檔

# browser.reactGrab
source: Inject React Grab
ar: حقن React Grab
de: React Grab einfügen
es: Inyectar React Grab
fr: Injecter React Grab
ja: React Grabを注入
ko: React Grab 주입
zh_hans: 注入 React Grab
zh_hant: 注入 React Grab

# browser.reload
source: Reload
ar: إعادة تحميل
bs: Ponovo učitaj
da: Genindlæs
de: Neu laden
es: Recargar
fr: Recharger
it: Ricarica
ja: 再読み込み
ko: 새로고침
nb: Last inn på nytt
pl: Odśwież
pt_br: Recarregar
ru: Перезагрузить
th: โหลดใหม่
tr: Yeniden Yükle
uk: Перезавантажити
zh_hans: 重新加载
zh_hant: 重新載入

# browser.screenshot.error.automationTimedOut
source: Timed out waiting for the browser screenshot.
ar: انتهت مهلة انتظار لقطة شاشة المتصفح.
bs: Isteklo je vrijeme čekanja na snimak ekrana preglednika.
da: Tidsgrænsen for at vente på browserskærmbilledet blev overskredet.
de: Zeitüberschreitung beim Warten auf den Browser-Screenshot.
es: Se agotó el tiempo de espera de la captura de pantalla del navegador.
fr: Délai d’attente dépassé pour la capture d’écran du navigateur.
it: Tempo scaduto in attesa dello screenshot del browser.
ja: ブラウザのスクリーンショットを待機中にタイムアウトしました。
ko: 브라우저 스크린샷을 기다리는 동안 시간이 초과되었습니다.
nb: Tidsavbrudd mens det ble ventet på skjermbildet fra nettleseren.
pl: Upłynął limit czasu oczekiwania na zrzut ekranu przeglądarki.
pt_br: O tempo limite de espera pela captura de tela do navegador foi excedido.
ru: Время ожидания снимка экрана браузера истекло.
th: หมดเวลารอภาพหน้าจอของเบราว์เซอร์
tr: Tarayıcı ekran görüntüsü beklenirken zaman aşımına uğradı.
uk: Час очікування знімка екрана браузера минув.
zh_hans: 等待浏览器截图超时。
zh_hant: 等待瀏覽器螢幕截圖逾時。

# browser.screenshot.error.captureAreaTooLarge
source: The page is too large to capture.
ar: الصفحة كبيرة جدًا بحيث لا يمكن التقاطها.
de: Die Seite ist zu groß, um sie zu erfassen.
es: La página es demasiado grande para capturarla.
fr: La page est trop grande pour être capturée.
it: La pagina è troppo grande per essere acquisita.
ja: ページが大きすぎるためキャプチャできません。
ko: 페이지가 너무 커서 캡처할 수 없습니다.
nb: Siden er for stor til å fanges.
pt_br: A página é grande demais para capturar.
ru: Страница слишком велика для снимка экрана.
uk: Сторінка завелика для знімка екрана.
zh_hans: 页面太大，无法捕获。
zh_hant: 頁面太大，無法擷取。

# browser.screenshot.error.captureInProgress
source: Another browser screenshot is already in progress.
ar: هناك لقطة شاشة أخرى للمتصفح قيد التنفيذ بالفعل.
de: Ein weiterer Browser-Screenshot wird bereits aufgenommen.
es: Ya hay otra captura de pantalla del navegador en curso.
fr: Une autre capture d'écran du navigateur est déjà en cours.
ja: 別のブラウザのスクリーンショットを取得中です。
ko: 다른 브라우저 스크린샷 캡처가 이미 진행 중입니다.
zh_hans: 已有另一个浏览器截图正在进行中。
zh_hant: 另一個瀏覽器螢幕截圖正在進行中。

# browser.screenshot.error.emptySnapshot
source: No screenshot was returned.
ar: لم يتم إرجاع أي لقطة شاشة.
de: Es wurde kein Screenshot zurückgegeben.
es: No se devolvió ninguna captura de pantalla.
fr: Aucune capture d’écran n’a été renvoyée.
it: Non è stato restituito alcuno screenshot.
ja: スクリーンショットが返されませんでした。
ko: 스크린샷이 반환되지 않았습니다.
nb: Det ble ikke returnert noe skjermbilde.
pt_br: Nenhuma captura de tela foi retornada.
ru: Снимок экрана не был возвращён.
uk: Знімок екрана не було повернуто.
zh_hans: 未返回屏幕截图。
zh_hant: 未傳回螢幕截圖。

# browser.screenshot.error.invalidImageRepresentation
source: The screenshot image could not be encoded.
ar: تعذر ترميز صورة لقطة الشاشة.
de: Das Screenshot-Bild konnte nicht codiert werden.
es: No se pudo codificar la imagen de la captura de pantalla.
fr: L’image de la capture d’écran n’a pas pu être encodée.
it: Non è stato possibile codificare l’immagine dello screenshot.
ja: スクリーンショット画像をエンコードできませんでした。
ko: 스크린샷 이미지를 인코딩할 수 없습니다.
nb: Skjermbildet kunne ikke kodes.
pt_br: Não foi possível codificar a imagem da captura de tela.
ru: Не удалось закодировать изображение снимка экрана.
uk: Не вдалося закодувати зображення знімка екрана.
zh_hans: 无法编码屏幕截图图像。
zh_hant: 無法編碼螢幕截圖影像。

# browser.screenshot.error.invalidSelection
source: The screenshot selection is empty or outside the browser view.
ar: تحديد لقطة الشاشة فارغ أو خارج عرض المتصفح.
de: Die Screenshot-Auswahl ist leer oder liegt außerhalb der Browseransicht.
es: La selección de captura de pantalla está vacía o fuera de la vista del navegador.
fr: La sélection de capture d’écran est vide ou en dehors de la vue du navigateur.
it: La selezione dello screenshot è vuota o fuori dalla vista del browser.
ja: スクリーンショットの選択範囲が空か、ブラウザ表示の外側です。
ko: 스크린샷 선택 영역이 비어 있거나 브라우저 보기 밖에 있습니다.
nb: Skjermbildeutvalget er tomt eller utenfor nettleservisningen.
pt_br: A seleção da captura de tela está vazia ou fora da visualização do navegador.
ru: Область снимка экрана пуста или находится за пределами области просмотра браузера.
uk: Область знімка екрана порожня або поза межами подання браузера.
zh_hans: 屏幕截图选择区域为空或位于浏览器视图之外。
zh_hant: 螢幕截圖選取範圍為空或位於瀏覽器檢視之外。

# browser.screenshot.error.pasteboardWriteFailed
source: The screenshot could not be written to the clipboard.
ar: تعذر كتابة لقطة الشاشة في الحافظة.
de: Der Screenshot konnte nicht in die Zwischenablage geschrieben werden.
es: No se pudo escribir la captura de pantalla en el portapapeles.
fr: La capture d’écran n’a pas pu être écrite dans le presse-papiers.
it: Non è stato possibile scrivere lo screenshot negli appunti.
ja: スクリーンショットをクリップボードに書き込めませんでした。
ko: 스크린샷을 클립보드에 쓸 수 없습니다.
nb: Skjermbildet kunne ikke skrives til utklippstavlen.
pt_br: Não foi possível gravar a captura de tela na área de transferência.
ru: Не удалось записать снимок экрана в буфер обмена.
uk: Не вдалося записати знімок екрана до буфера обміну.
zh_hans: 无法将屏幕截图写入剪贴板。
zh_hant: 無法將螢幕截圖寫入剪貼簿。
